Repository: vinxu/CastReader
Catalog: CastReader/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, hi, it, ja, pt_br

source: 连接微信读书
de: WeRead verbinden
en: Connect WeRead
es: Conectar WeRead
fr: Connecter WeRead
hi: WeRead कनेक्ट करें
it: Collega WeRead
ja: WeRead に接続
pt_br: Conectar o WeRead

source: 用微信登录，把书架变成有声书
de: Mit WeChat anmelden und dein Regal in Hörbücher verwandeln
en: Sign in with WeChat and turn your shelf into audiobooks
es: Inicia sesión con WeChat y convierte tu estantería en audiolibros
fr: Connectez-vous avec WeChat pour transformer votre bibliothèque en livres audio
hi: WeChat से साइन इन करें और अपनी शेल्फ़ को ऑडियोबुक बनाएं
it: Accedi con WeChat e trasforma la tua libreria in audiolibri
ja: WeChat でログインして本棚をオーディオブックに
pt_br: Entre com o WeChat e transforme sua estante em audiolivros

source: 短信服务尚未开通，本次请输入体验验证码 %@
de: Der SMS-Dienst ist noch nicht aktiv. Gib diesmal den Testcode %@ ein.
en: SMS is not enabled yet. Use the trial code %@ this time.
es: El servicio de SMS aún no está activo. Usa el código de prueba %@ esta vez.
fr: Le service SMS n'est pas encore actif. Utilisez le code d'essai %@ cette fois.
hi: SMS सेवा अभी चालू नहीं है। इस बार परीक्षण कोड %@ दर्ज करें।
it: Il servizio SMS non è ancora attivo. Usa il codice di prova %@ questa volta.
ja: SMS はまだ利用できません。今回はテスト用コード %@ を入力してください。
pt_br: O serviço de SMS ainda não está ativo. Use o código de teste %@ desta vez.

source: 手机号登录
de: Anmeldung per Telefonnummer
en: Phone sign-in
es: Inicio de sesión con teléfono
fr: Connexion par téléphone
hi: फ़ोन नंबर से साइन इन
it: Accesso con numero di telefono
ja: 電話番号ログイン
pt_br: Login por telefone

source: 用手机号登录
de: Mit deiner Telefonnummer anmelden
en: Sign in with your phone number
es: Inicia sesión con tu número de teléfono
fr: Connectez-vous avec votre numéro de téléphone
hi: अपने फ़ोन नंबर से साइन इन करें
it: Accedi con il tuo numero di telefono
ja: 電話番号でログイン
pt_br: Entre com seu número de telefone

source: 使用手机号继续
de: Mit Telefonnummer fortfahren
en: Continue with phone
es: Continuar con el teléfono
fr: Continuer avec le téléphone
hi: फ़ोन नंबर से जारी रखें
it: Continua con il telefono
ja: 電話番号で続ける
pt_br: Continuar com o telefone

source: 登录后可在多台设备同步会员与免费额度。
de: Melde dich an, um Mitgliedschaft und Freikontingent auf allen Geräten zu synchronisieren.
en: Sign in to sync your membership and free quota across devices.
es: Inicia sesión para sincronizar tu suscripción y tu cuota gratuita entre dispositivos.
fr: Connectez-vous pour synchroniser votre abonnement et votre quota gratuit entre vos appareils.
hi: साइन इन करके अपनी सदस्यता और मुफ़्त कोटा सभी डिवाइस पर सिंक करें।
it: Accedi per sincronizzare abbonamento e quota gratuita su tutti i dispositivi.
ja: ログインすると、複数の端末でメンバーシップと無料枠を同期できます。
pt_br: Entre para sincronizar sua assinatura e sua cota gratuita entre dispositivos.

source: 请输入手机号
de: Telefonnummer eingeben
en: Enter your phone number
es: Introduce tu número de teléfono
fr: Saisissez votre numéro de téléphone
hi: अपना फ़ोन नंबर डालें
it: Inserisci il tuo numero di telefono
ja: 電話番号を入力
pt_br: Digite seu número de telefone

source: 请输入正确的手机号
de: Bitte gib eine gültige Telefonnummer ein
en: Enter a valid phone number
es: Introduce un número de teléfono válido
fr: Saisissez un numéro de téléphone valide
hi: सही फ़ोन नंबर डालें
it: Inserisci un numero di telefono valido
ja: 正しい電話番号を入力してください
pt_br: Digite um número de telefone válido

source: 6 位验证码
de: 6-stelliger Code
en: 6-digit code
es: Código de 6 dígitos
fr: Code à 6 chiffres
hi: 6 अंकों का कोड
it: Codice a 6 cifre
ja: 6 桁の認証コード
pt_br: Código de 6 dígitos

source: 获取验证码
de: Code anfordern
en: Get code
es: Obtener código
fr: Obtenir le code
hi: कोड पाएँ
it: Ottieni codice
ja: 認証コードを取得
pt_br: Obter código

source: 重新获取
de: Erneut anfordern
en: Resend
es: Reenviar
fr: Renvoyer
hi: दोबारा पाएँ
it: Richiedi di nuovo
ja: 再取得
pt_br: Reenviar

source: %d 秒后重发
de: Erneut senden in %d s
en: Resend in %d s
es: Reenviar en %d s
fr: Renvoyer dans %d s
hi: %d सेकंड बाद दोबारा भेजें
it: Rinvia tra %d s
ja: %d 秒後に再送信
pt_br: Reenviar em %d s

source: 我已阅读并同意《服务条款》和《隐私政策》
de: Ich habe die Nutzungsbedingungen und die Datenschutzerklärung gelesen und stimme zu
en: I have read and agree to the Terms of Service and Privacy Policy
es: He leído y acepto los Términos del servicio y la Política de privacidad
fr: J'ai lu et j'accepte les Conditions d'utilisation et la Politique de confidentialité
hi: मैंने सेवा की शर्तें और गोपनीयता नीति पढ़ लीं और सहमत हूँ
it: Ho letto e accetto i Termini di servizio e l'Informativa sulla privacy
ja: 「利用規約」と「プライバシーポリシー」に同意します
pt_br: Li e concordo com os Termos de Serviço e a Política de Privacidade

source: 我已阅读并同意《%@》和《%@》
de: Ich habe die %@ und die %@ gelesen und stimme zu
en: I have read and agree to the %@ and %@
es: He leído y acepto los %@ y la %@
fr: J'ai lu et j'accepte les %@ et la %@
hi: मैंने %@ और %@ पढ़ ली हैं और उनसे सहमत हूँ
it: Ho letto e accetto i %@ e l'%@
ja: 「%@」と「%@」に同意します
pt_br: Li e concordo com os %@ e a %@

source: 请先阅读并同意服务条款和隐私政策
de: Bitte lies und akzeptiere zuerst die Nutzungsbedingungen und die Datenschutzerklärung
en: Please read and agree to the Terms of Service and Privacy Policy first
es: Primero lee y acepta los Términos del servicio y la Política de privacidad
fr: Veuillez d'abord lire et accepter les Conditions d'utilisation et la Politique de confidentialité
hi: कृपया पहले सेवा की शर्तें और गोपनीयता नीति पढ़कर सहमति दें
it: Prima leggi e accetta i Termini di servizio e l'Informativa sulla privacy
ja: 先に利用規約とプライバシーポリシーに同意してください
pt_br: Primeiro leia e aceite os Termos de Serviço e a Política de Privacidade

source: 验证码不正确，请重新输入
de: Der Code ist nicht korrekt. Bitte versuch es erneut
en: That code isn't correct. Please try again
es: El código no es correcto. Inténtalo de nuevo
fr: Ce code est incorrect. Réessayez
hi: कोड सही नहीं है। दोबारा कोशिश करें
it: Il codice non è corretto. Riprova
ja: 認証コードが正しくありません。もう一度入力してください
pt_br: O código não está correto. Tente de novo

source: 验证码已过期，请重新获取
de: Der Code ist abgelaufen. Bitte fordere einen neuen an
en: That code has expired. Please request a new one
es: El código ha caducado. Solicita uno nuevo
fr: Ce code a expiré. Demandez-en un nouveau
hi: कोड की समय-सीमा समाप्त हो गई। नया कोड लें
it: Il codice è scaduto. Richiedine uno nuovo
ja: 認証コードの有効期限が切れました。再取得してください
pt_br: O código expirou. Solicite um novo

source: 操作太频繁，请 %d 秒后再试
de: Zu viele Versuche. Versuch es in %d s erneut
en: Too many attempts. Try again in %d s
es: Demasiados intentos. Inténtalo de nuevo en %d s
fr: Trop de tentatives. Réessayez dans %d s
hi: बहुत ज़्यादा कोशिशें। %d सेकंड बाद फिर कोशिश करें
it: Troppi tentativi. Riprova tra %d s
ja: 操作が多すぎます。%d 秒後にお試しください
pt_br: Muitas tentativas. Tente de novo em %d s

source: 操作太频繁，请 %d 分钟后再试
de: Zu viele Versuche. Versuch es in %d Min. erneut
en: Too many attempts. Try again in %d min
es: Demasiados intentos. Inténtalo de nuevo en %d min
fr: Trop de tentatives. Réessayez dans %d min
hi: बहुत ज़्यादा कोशिशें। %d मिनट बाद फिर कोशिश करें
it: Troppi tentativi. Riprova tra %d min
ja: 操作が多すぎます。%d 分後にお試しください
pt_br: Muitas tentativas. Tente de novo em %d min

source: 操作太频繁，请 %d 小时后再试
de: Zu viele Versuche. Versuch es in %d Std. erneut
en: Too many attempts. Try again in %d hr
es: Demasiados intentos. Inténtalo de nuevo en %d h
fr: Trop de tentatives. Réessayez dans %d h
hi: बहुत ज़्यादा कोशिशें। %d घंटे बाद फिर कोशिश करें
it: Troppi tentativi. Riprova tra %d h
ja: 操作が多すぎます。%d 時間後にお試しください
pt_br: Muitas tentativas. Tente de novo em %d h

source: 操作太频繁，请稍后再试
de: Zu viele Versuche. Bitte versuch es später erneut
en: Too many attempts. Please try again later
es: Demasiados intentos. Inténtalo de nuevo más tarde
fr: Trop de tentatives. Réessayez plus tard
hi: बहुत ज़्यादा कोशिशें। कृपया बाद में फिर कोशिश करें
it: Troppi tentativi. Riprova più tardi
ja: 操作が多すぎます。しばらくしてからお試しください
pt_br: Muitas tentativas. Tente de novo mais tarde

source: 网络连接失败，请检查网络后重试
de: Netzwerkverbindung fehlgeschlagen. Prüf deine Verbindung und versuch es erneut
en: Network connection failed. Please check your connection and try again
es: Error de conexión. Comprueba tu red e inténtalo de nuevo
fr: Échec de la connexion réseau. Vérifiez votre connexion et réessayez
hi: नेटवर्क कनेक्शन विफल। कनेक्शन जाँचकर फिर कोशिश करें
it: Connessione di rete non riuscita. Controlla la rete e riprova
ja: ネットワークに接続できません。接続を確認してからお試しください
pt_br: Falha na conexão de rede. Verifique sua conexão e tente de novo

source: 服务暂时不可用，请稍后再试
de: Der Dienst ist gerade nicht verfügbar. Bitte versuch es später erneut
en: Service is unavailable right now. Please try again later
es: El servicio no está disponible ahora mismo. Inténtalo más tarde
fr: Service indisponible pour le moment. Réessayez plus tard
hi: सेवा अभी उपलब्ध नहीं है। कृपया बाद में कोशिश करें
it: Servizio non disponibile al momento. Riprova più tardi
ja: サービスを一時的にご利用いただけません。しばらくしてからお試しください
pt_br: O serviço está indisponível no momento. Tente mais tarde

source: 当前地区暂不支持手机号登录
de: Die Anmeldung per Telefonnummer ist in deiner Region nicht verfügbar
en: Phone sign-in isn't available in your region
es: El inicio de sesión con teléfono no está disponible en tu región
fr: La connexion par téléphone n'est pas disponible dans votre région
hi: आपके क्षेत्र में फ़ोन नंबर से साइन इन उपलब्ध नहीं है
it: L'accesso con numero di telefono non è disponibile nella tua regione
ja: お住まいの地域では電話番号ログインをご利用いただけません
pt_br: O login por telefone não está disponível na sua região

source: 注销账号
de: Konto löschen
en: Delete account
es: Eliminar cuenta
fr: Supprimer le compte
hi: खाता हटाएँ
it: Elimina account
ja: アカウントを削除
pt_br: Excluir conta

source: 确定要注销账号吗？
de: Konto wirklich löschen?
en: Delete your account?
es: ¿Eliminar tu cuenta?
fr: Supprimer votre compte ?
hi: क्या आप खाता हटाना चाहते हैं?
it: Vuoi eliminare il tuo account?
ja: アカウントを削除しますか？
pt_br: Excluir sua conta?

source: 确认注销
de: Löschen bestätigen
en: Confirm deletion
es: Confirmar eliminación
fr: Confirmer la suppression
hi: हटाने की पुष्टि करें
it: Conferma eliminazione
ja: 削除する
pt_br: Confirmar exclusão

source: 注销后将删除你的账号与个人信息，已购买的订阅不会自动退款。此操作无法撤销。
de: Beim Löschen deines Kontos werden dein Profil und deine persönlichen Daten entfernt. Laufende Abos werden nicht automatisch erstattet. Das lässt sich nicht rückgängig machen.
en: Deleting your account removes your profile and personal data. Existing subscriptions aren't refunded automatically. This can't be undone.
es: Al eliminar tu cuenta se borran tu perfil y tus datos personales. Las suscripciones activas no se reembolsan automáticamente. Esta acción no se puede deshacer.
fr: La suppression de votre compte efface votre profil et vos données personnelles. Les abonnements en cours ne sont pas remboursés automatiquement. Cette action est irréversible.
hi: खाता हटाने पर आपकी प्रोफ़ाइल और निजी जानकारी मिट जाएगी। चालू सदस्यता अपने आप रिफ़ंड नहीं होती। यह वापस नहीं किया जा सकता।
it: Eliminando l'account rimuoviamo il tuo profilo e i tuoi dati personali. Gli abbonamenti attivi non vengono rimborsati automaticamente. L'operazione è irreversibile.
ja: アカウントを削除すると、アカウントと個人情報が削除されます。購入済みのサブスクリプションは自動的に返金されません。この操作は取り消せません。
pt_br: Excluir sua conta remove seu perfil e seus dados pessoais. Assinaturas ativas não são reembolsadas automaticamente. Esta ação não pode ser desfeita.

source: 请先重新登录后再注销账号
de: Bitte melde dich erneut an, bevor du dein Konto löschst
en: Please sign in again before deleting your account
es: Vuelve a iniciar sesión antes de eliminar tu cuenta
fr: Reconnectez-vous avant de supprimer votre compte
hi: खाता हटाने से पहले कृपया दोबारा साइन इन करें
it: Accedi di nuovo prima di eliminare l'account
ja: アカウントを削除する前に、もう一度ログインしてください
pt_br: Entre novamente antes de excluir sua conta

source: 把你的微信读书变成有声书
de: Mach deine WeRead-Bücher zu Hörbüchern
en: Turn your WeRead books into audiobooks
es: Convierte tus libros de WeRead en audiolibros
fr: Transformez vos livres WeRead en livres audio
hi: अपनी WeRead किताबों को ऑडियोबुक बनाएं
it: Trasforma i tuoi libri WeRead in audiolibri
ja: WeRead の本をオーディオブックに
pt_br: Transforme seus livros do WeRead em audiolivros

source: 用微信登录，同步你的微信读书书架，选一本就能开始朗读。
de: Melde dich mit WeChat an, um dein WeRead-Regal zu synchronisieren, und wähle ein Buch zum Vorlesen.
en: Sign in with WeChat to sync your WeRead shelf, then pick a book to start listening.
es: Inicia sesión con WeChat para sincronizar tu estantería de WeRead y elige un libro para empezar.
fr: Connectez-vous avec WeChat pour synchroniser votre bibliothèque WeRead, puis choisissez un livre.
hi: WeChat से साइन इन करके अपनी WeRead शेल्फ़ सिंक करें और एक किताब चुनकर सुनना शुरू करें।
it: Accedi con WeChat per sincronizzare la tua libreria WeRead e scegli un libro per iniziare.
ja: WeChat でログインして WeRead の本棚を同期し、一冊選ぶだけで読み上げが始まります。
pt_br: Entre com o WeChat para sincronizar sua estante do WeRead e escolha um livro para começar.

source: 同步微信读书书架
de: WeRead-Regal synchronisieren
en: Sync WeRead shelf
es: Sincronizar estantería de WeRead
fr: Synchroniser la bibliothèque WeRead
hi: WeRead शेल्फ़ सिंक करें
it: Sincronizza la libreria WeRead
ja: WeRead の本棚を同期
pt_br: Sincronizar estante do WeRead

source: 我没有微信读书
de: Ich nutze WeRead nicht
en: I don't use WeRead
es: No uso WeRead
fr: Je n'utilise pas WeRead
hi: मैं WeRead इस्तेमाल नहीं करता
it: Non uso WeRead
ja: WeRead は使っていません
pt_br: Não uso o WeRead

source: 连接微信读书 · 1/2
de: WeRead verbinden · 1/2
en: Connect WeRead · 1/2
es: Conectar WeRead · 1/2
fr: Connexion à WeRead · 1/2
hi: WeRead कनेक्ट करें · 1/2
it: Collega WeRead · 1/2
ja: WeRead に接続 · 1/2
pt_br: Conectar o WeRead · 1/2

source: 连接微信读书 · 2/2
de: WeRead verbinden · 2/2
en: Connect WeRead · 2/2
es: Conectar WeRead · 2/2
fr: Connexion à WeRead · 2/2
hi: WeRead कनेक्ट करें · 2/2
it: Collega WeRead · 2/2
ja: WeRead に接続 · 2/2
pt_br: Conectar o WeRead · 2/2

source: 用微信登录微信读书
de: Mit WeChat bei WeRead anmelden
en: Sign in to WeRead with WeChat
es: Inicia sesión en WeRead con WeChat
fr: Connectez-vous à WeRead avec WeChat
hi: WeChat से WeRead में साइन इन करें
it: Accedi a WeRead con WeChat
ja: WeChat で WeRead にログイン
pt_br: Entrar no WeRead com o WeChat

source: 这是微信读书官方页面。CastReader 看不到，也不会保存你的微信账号和密码。
de: Das ist die offizielle WeRead-Seite. CastReader kann dein WeChat-Konto und dein Passwort weder sehen noch speichern.
en: This is the official WeRead page. CastReader can't see or store your WeChat account or password.
es: Esta es la página oficial de WeRead. CastReader no puede ver ni guardar tu cuenta ni tu contraseña de WeChat.
fr: Ceci est la page officielle de WeRead. CastReader ne peut ni voir ni enregistrer votre compte ou votre mot de passe WeChat.
hi: यह WeRead का आधिकारिक पेज है। CastReader आपका WeChat खाता या पासवर्ड न देख सकता है, न सहेजता है।
it: Questa è la pagina ufficiale di WeRead. CastReader non può vedere né salvare il tuo account o la tua password WeChat.
ja: これは WeRead の公式ページです。CastReader は WeChat のアカウントとパスワードを見ることも保存することもありません。
pt_br: Esta é a página oficial do WeRead. O CastReader não vê nem armazena sua conta ou senha do WeChat.

source: 长按下方二维码 → 选择「识别图中二维码」→ 在微信里确认后回到 CastReader
de: Halte den QR-Code unten gedrückt → wähle „QR-Code erkennen“ → bestätige in WeChat und kehre zu CastReader zurück
en: Press and hold the QR code below → choose “Extract QR Code” → confirm in WeChat, then come back to CastReader
es: Mantén pulsado el código QR de abajo → elige «Extraer código QR» → confirma en WeChat y vuelve a CastReader
fr: Appuyez longuement sur le QR code ci-dessous → choisissez « Extraire le QR code » → confirmez dans WeChat, puis revenez à CastReader
hi: नीचे दिए QR कोड को दबाकर रखें → “QR कोड पहचानें” चुनें → WeChat में पुष्टि करके CastReader पर लौटें
it: Tieni premuto il codice QR qui sotto → scegli «Estrai codice QR» → conferma in WeChat e torna a CastReader
ja: 下の QR コードを長押し →「画像内の QR コードを認識」を選択 → WeChat で確認してから CastReader に戻ってください
pt_br: Toque e segure o código QR abaixo → escolha “Extrair código QR” → confirme no WeChat e volte ao CastReader

source: 正在准备你的微信读书书架
de: Dein WeRead-Regal wird vorbereitet
en: Preparing your WeRead shelf
es: Preparando tu estantería de WeRead
fr: Préparation de votre bibliothèque WeRead
hi: आपकी WeRead शेल्फ़ तैयार की जा रही है
it: Stiamo preparando la tua libreria WeRead
ja: WeRead の本棚を準備しています
pt_br: Preparando sua estante do WeRead

source: 找到第一本可朗读的书后会自动继续。
de: Es geht automatisch weiter, sobald das erste vorlesbare Buch gefunden ist.
en: We'll continue automatically once the first readable book is found.
es: Continuaremos automáticamente cuando encontremos el primer libro que se pueda leer.
fr: Nous continuerons automatiquement dès que le premier livre lisible sera trouvé.
hi: पहली पढ़ी जा सकने वाली किताब मिलते ही अपने आप आगे बढ़ेंगे।
it: Proseguiremo automaticamente non appena troviamo il primo libro leggibile.
ja: 読み上げられる最初の本が見つかると自動的に進みます。
pt_br: Vamos continuar automaticamente assim que o primeiro livro legível for encontrado.

source: 正在定位你最近在读的一本…
de: Das zuletzt gelesene Buch wird gesucht …
en: Finding the book you were last reading…
es: Buscando el libro que estabas leyendo…
fr: Recherche du livre que vous lisiez…
hi: आप जो किताब पढ़ रहे थे उसे ढूँढा जा रहा है…
it: Stiamo cercando il libro che stavi leggendo…
ja: 最後に読んでいた本を探しています…
pt_br: Procurando o livro que você estava lendo…

source: 你的微信读书书架还没有书
de: Dein WeRead-Regal ist noch leer
en: Your WeRead shelf is still empty
es: Tu estantería de WeRead aún está vacía
fr: Votre bibliothèque WeRead est encore vide
hi: आपकी WeRead शेल्फ़ अभी खाली है
it: La tua libreria WeRead è ancora vuota
ja: WeRead の本棚にまだ本がありません
pt_br: Sua estante do WeRead ainda está vazia

source: 在微信读书里加入一本书后回来，或者先用拍照、文件等方式听。
de: Füge in WeRead ein Buch hinzu und komm zurück – oder starte zuerst mit einem Foto oder einer Datei.
en: Add a book in WeRead and come back, or start with a photo or a file instead.
es: Añade un libro en WeRead y vuelve, o empieza con una foto o un archivo.
fr: Ajoutez un livre dans WeRead puis revenez, ou commencez avec une photo ou un fichier.
hi: WeRead में कोई किताब जोड़कर वापस आएँ, या पहले फ़ोटो या फ़ाइल से सुनना शुरू करें।
it: Aggiungi un libro su WeRead e torna qui, oppure inizia con una foto o un file.
ja: WeRead で本を追加してから戻るか、写真やファイルから聴き始めてください。
pt_br: Adicione um livro no WeRead e volte, ou comece com uma foto ou um arquivo.

source: 先用其他方式听
de: Erst anders anhören
en: Listen another way first
es: Escuchar de otra forma
fr: Écouter autrement
hi: पहले किसी और तरीके से सुनें
it: Ascolta in un altro modo
ja: ほかの方法で聴く
pt_br: Ouvir de outro jeito

source: 暂时没能同步微信读书书架，请重试。
de: Dein WeRead-Regal konnte gerade nicht synchronisiert werden. Bitte versuch es erneut.
en: Couldn't sync your WeRead shelf just now. Please try again.
es: No se pudo sincronizar tu estantería de WeRead. Inténtalo de nuevo.
fr: Impossible de synchroniser votre bibliothèque WeRead pour le moment. Réessayez.
hi: अभी आपकी WeRead शेल्फ़ सिंक नहीं हो सकी। कृपया फिर कोशिश करें।
it: Non è stato possibile sincronizzare la tua libreria WeRead. Riprova.
ja: WeRead の本棚を同期できませんでした。もう一度お試しください。
pt_br: Não foi possível sincronizar sua estante do WeRead agora. Tente novamente.

source: 微信读书已连接
de: WeRead verbunden
en: WeRead connected
es: WeRead conectado
fr: WeRead connecté
hi: WeRead कनेक्ट हो गया
it: WeRead collegato
ja: WeRead に接続しました
pt_br: WeRead conectado

source: 最近在读
de: Zuletzt gelesen
en: Recently reading
es: Lectura reciente
fr: Lecture récente
hi: हाल में पढ़ी
it: Lettura recente
ja: 最近読んでいる本
pt_br: Leitura recente

source: 书架第一本
de: Das erste im Regal
en: First on your shelf
es: El primero de tu estantería
fr: Le premier de votre bibliothèque
hi: शेल्फ़ की पहली किताब
it: Il primo della libreria
ja: 本棚の最初の一冊
pt_br: O primeiro da sua estante

source: /周
de: /Woche
en: /week
es: /semana
fr: /semaine
hi: /सप्ताह
it: /settimana
ja: /週
pt_br: /semana

source: /天
de: /Tag
en: /day
es: /día
fr: /jour
hi: /दिन
it: /giorno
ja: /日
pt_br: /dia

source: /年
de: /Jahr
en: /year
es: /año
fr: /an
hi: /साल
it: /anno
pt_br: /ano

source: /月
de: /Monat
en: /month
es: /mes
fr: /mois
hi: /माह
it: /mese
pt_br: /mês

source: %.1f 秒 · 需 3–30 秒 · 不超过 4 MB
de: %.1f Sekunden · 3–30 Sekunden erforderlich · bis zu 4 MB
en: %.1f seconds · 3–30 seconds required · up to 4 MB
es: %.1f segundos · Se requieren de 3 a 30 segundos · hasta 4 MB
fr: %.1f secondes · 3 à 30 secondes requises · jusqu'à 4 Mo
hi: %.1f सेकंड · 3-30 सेकंड आवश्यक · 4 एमबी तक
it: %.1f secondi · 3–30 secondi richiesti · fino a 4 MB
ja: %.1f 秒 · 3 ～ 30 秒必要 · 最大 4 MB
pt_br: %.1f segundos · 3–30 segundos necessários · até 4 MB

source: %@/年
de: %@/Jahr
en: %@/year
es: %@ al año
fr: %@ par an
hi: %@/वर्ष
it: %@ all’anno
ja: 年額%@
pt_br: %@/ano

source: %d 天免费试用
de: %d Tage gratis testen
en: %d-day free trial
es: Prueba gratuita de %d días
fr: Essai gratuit de %d jours
hi: %d दिन का मुफ़्त ट्रायल
it: Prova gratuita di %d giorni
ja: %d 日間の無料トライアル
pt_br: Teste gratuito de %d dias

# %lld chapters
source: %lld 章
de: %lld Kapitel
en: %lld chapters
es: Capítulos %lld
fr: Chapitres %lld
hi: %lld अध्याय
it: %lld capitoli
ja: %lld の章
pt_br: Capítulos %lld

# %lld words
source: %lld 字
de: %lld Wörter
en: %lld words
es: %lld palabras
fr: Mots %lld
hi: %lld शब्द
it: %lld parole
ja: %lld の言葉
pt_br: Palavras %lld

source: %lld 个音色
de: %lld Stimmen
en: %lld voices
es: %lld voces
fr: %lld voix
hi: %lld आवाज़ें
it: %lld voci
ja: %lld音声
pt_br: %lld vozes

source: %lld 分钟前
de: vor %lld Min.
en: %lld min ago
es: hace %lld minutos
fr: il y a %lld minutes
hi: %lld मिनट पहले
it: %lld min fa
ja: %lld分前
pt_br: há %lld min

source: %lld 天前
de: vor %lld T.
en: %lld d ago
es: hace %lld días
fr: il y a %lld jours
hi: %lld दिन पहले
it: %lld giorni fa
ja: %lld日前
pt_br: há %lld dias

source: %lld 小时前
de: vor %lld Std.
en: %lld h ago
es: hace %lld horas
fr: il y a %lld heures
hi: %lld घंटे पहले
it: %lld ore fa
ja: %lld時間前
pt_br: há %lld h

source: %lld 种语言
de: %lld Sprachen
en: %lld languages
es: %lld idiomas
fr: %lld langues
hi: %lld भाषाएँ
it: %lld lingue
ja: %lld言語
pt_br: %lld idiomas

source: Amazon Kindle 账号
de: Amazon-Kindle-Konto
en: Amazon Kindle account
es: Cuenta Kindle de Amazon
fr: Compte Amazon Kindle
hi: Amazon Kindle खाता
it: Account Amazon Kindle
ja: Amazon Kindle アカウント
pt_br: Conta Amazon Kindle

source: Amazon 服务暂时不可用
de: Amazon ist vorübergehend nicht erreichbar
en: Amazon is temporarily unavailable
es: Amazon no está disponible temporalmente
fr: Amazon est temporairement indisponible
hi: Amazon अस्थायी रूप से अनुपलब्ध है
it: Amazon non è temporaneamente disponibile
ja: Amazon が一時的に利用できません
pt_br: A Amazon está temporariamente indisponível

source: Amazon 站点已切换，请登录并同步书架。
de: Amazon-Shop gewechselt. Melde dich an und synchronisiere deine Bibliothek.
en: Amazon site changed. Sign in and sync your library.
es: Se cambió la tienda de Amazon. Inicia sesión y sincroniza tu biblioteca.
fr: Site Amazon modifié. Connectez-vous et synchronisez votre bibliothèque.
hi: Amazon साइट बदल गई है। साइन इन करके अपनी लाइब्रेरी सिंक करें।
it: Sito Amazon cambiato. Accedi e sincronizza la libreria.
ja: Amazon ストアを切り替えました。ログインして本棚を同期してください。
pt_br: Loja da Amazon alterada. Entre e sincronize sua biblioteca.

source: Apple 登录失败
de: Apple-Anmeldung fehlgeschlagen
en: Apple Sign In failed
es: Error al iniciar sesión en Apple
fr: La connexion Apple a échoué
hi: Apple साइन इन विफल रहा
it: Accesso Apple non riuscito
ja: Apple サインインに失敗しました
pt_br: Falha no login da Apple

# Cancel
source: 取消
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
pt_br: Cancelar
